// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
      "亲爱的猪猪~",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "这是我们相爱的  第643天",  // 同上...
        "我们的爱情",
        "起于一见的欢喜",
        "一路上磕磕盼盼",
        "有捧腹大笑的开心",
        "也有无休无止的争吵",
        "我想 这就是爱情吧！",
        "感谢你对我的包容",
         "就这样  手牵手",
         "永不分离！",
         "爱你~我最亲爱的宝贝",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
                                                                                    date: "2018-06-28T20:00:00",
                                                                                             // 双方的名字
                                                                                          names: ["小可爱", "蒋猪猪"]
}
