// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
      "亲爱的猪猪~",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "这是我们在一起的",  // 同上...
        "第644天",
        "也是我们一起过的",
        "第三个生日了哦~",
        "还记得去年的生日",
        "我们一起去做了蛋糕",
        "但是今年没办法陪着你了",
        "希望你喜欢这个礼物",
         "21岁了呢，但还是比我小",
         "哈哈哈哈",
         "有啥愿望尽管提，不用客气",
         "全都包在我身上",
         "嘿嘿嘿~",
         "祝我家猪猪",
         "身体健康，万事如意",
         "学习进步，财源滚滚",
         "好运不断，笑颜常开",  
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2017-07-20T20:15:00",
    // 双方的名字
    names: ["小可爱", "蒋猪猪"]
}
